[
  {
    "ID": 1,
    "TITLE": "Packing Up",
    "MAIN_TEXT": "Something was astir at Pleasant View, Mary Baker Eddy’s home in Concord, <br />New Hampshire. Only household members and church officials in closest contact with Mrs. Eddy knew the reason: She had decided to move to Chestnut Hill, Massachusetts. Given Mrs. Eddy’s prominence as the Leader of Christian Science and resulting interest from the press, she asked for preparations to be carried out quickly and confidentially. While laborers renovated her newly purchased house near Boston and reporters puzzled over who would occupy it, packers set to work in Concord, at first in a cottage Mrs. Eddy had rented across the street to protect her privacy.",
    "QUOTE": "“Later, the packers worked in the basement of her home, and we all helped to carry down the things for them. The more personal articles, the table linen, and flat silver were taken to the new house by those who came from Boston on [church] business. ... It was easy for these gentlemen to take a full trunk with them to Boston and bring an empty one back without arousing any suspicion.”",
    "ATTRIBUTION": "Adelaide Still",
    "PORTRAIT": "Portrait_Adelaide-Still.png",
    "IMAGE_1": "MBE_AA_01_A.jpg",
    "CAPTION_1": "Mrs. Eddy was well known in Concord, New Hampshire, as a religious leader and philanthropist. This hand-colored print of her home was made in 1904.",
    "CREDIT_1": "",
    "IMAGE_2": "MBE_AA_01_B.jpg",
    "CAPTION_2": "An artist’s rendition of what one of Mrs. Eddy’s trunks may have looked like when the household was packing up her belongings to send to Chestnut Hill.",
    "CREDIT_2": "",
    "KIDS_FACTS": ""
  },
  {
    "ID": 2,
    "TITLE": "The “Eddy Special”",
    "MAIN_TEXT": "To the casual observer, it looked like one of Mrs. Eddy’s normal daily carriage rides, at her usual time. But on the afternoon of Sunday, January 26, 1908, her carriage took a longer route. This allowed for a series of hired carriages to ferry household members ahead of her to the station, where a specially arranged train was ready to depart as soon as she boarded, just before 2 p.m. Mrs. Eddy and some companions rode in a private car belonging to the president of the Boston & Maine Railroad, while the rest of the group rode in the car behind. The household had been told to travel light, and even Mrs. Eddy brought just one small trunk.",
    "QUOTE": "“Mrs. Eddy wore a gray suit, a sable cape lined with ermine, a small gray toque with purple and white ostrich plumes, and the customary white kid gloves. ... She impressed [me] with her cheerfulness rather than sadness, though doubtless it was not an easy experience for her to leave the home in Concord she loved so well.”",
    "ATTRIBUTION": "Irving Tomlinson",
    "PORTRAIT": "Portrait_Irving-Tomlinson.png",
    "IMAGE_1": "MBE_AA_02_A.jpg",
    "CAPTION_1": "Mrs. Eddy in her carriage at Pleasant View, with August Mann (left) and Calvin Frye (right), several years before her move to Chestnut Hill.",
    "CREDIT_1": "",
    "IMAGE_2": "MBE_AA_02_B.jpg",
    "CAPTION_2": "This postcard, circa 1906, shows the station where Mrs. Eddy boarded a private train—dubbed by a newspaper the “Eddy Special”—for her move in January 1908.",
    "CREDIT_2": "",
    "KIDS_FACTS": "Growing up on a farm, Mrs. Eddy rode horses. Later, she enjoyed horse-drawn carriage rides every day. She loved her horses and requested that people speak to them when entering the stable."
  },
  {
    "ID": 3,
    "TITLE": "Preventing a Scoop",
    "MAIN_TEXT": "An engine preceded Mrs. Eddy’s train, and another followed in the rear, to safeguard her journey. Since reporters were expected to gather at Boston’s North Station once word got out about her departure from Concord, an alternate route had been arranged: Mrs. Eddy’s train would travel west of Boston via Framingham, Massachusetts, to Chestnut Hill. \nWithout the skillful diplomacy of some church officials, the Boston Globe might have  published her plans that Sunday morning. Alert reporters had noticed trunks and furniture being sent from Concord to Boston, and then to Chestnut Hill. They had their story ready but were persuaded to hold off.",
    "QUOTE": "“Discarded Concord papers ... used in packing, gave them a clue, and they easily guessed the identity of the owner. ... They were anxious to take advantage of the ‘scoop.’ ... This publicity was what Mrs. Eddy had tried so carefully to guard against. [Church officials] did all they could to prevent the publication. ... They stayed at the offices of the editors until two o’clock in the morning.”",
    "ATTRIBUTION": "Adelaide Still",
    "PORTRAIT": "Portrait_Adelaide-Still.png",
    "IMAGE_1": "MBE_AA_03_A.jpg",
    "CAPTION_1": "Illustration of Mrs. Eddy’s journey on the front page of the <i>Boston Post</i>, <br />January 27, 1908.",
    "CREDIT_1": "",
    "IMAGE_2": "MBE_AA_03_B.jpg",
    "CAPTION_2": "The Chestnut Hill train station on the Boston and Albany line, circa 1890. It was designed by famous architect H. H. Richardson.",
    "CREDIT_2": "Houghton Library, Harvard University.",
    "KIDS_FACTS": ""
  },
  {
    "ID": 4,
    "TITLE": "Sparks Fly",
    "MAIN_TEXT": "When the train arrived in Lowell, Massachusetts, three fresh engines took over. But on the next leg of the journey, a wheel of the rear coach developed a hot box, or overheated axle bearing. Periodically, the trainmen had to stop and douse it with snow. By the time Mrs. Eddy’s train pulled into South Framingham at about <br />4:10 p.m., the hot box prompted the railroad superintendent to unhitch that car and leave it in the yard. Three more fresh engines were supplied to complete the route.",
    "QUOTE": "“Finally [the hot box] began to blaze, and finding it was impeding our progress it was decided that we should all go into the first car in which Mrs. Eddy and about half of the company were traveling. We found plenty of room there, although several of the men stood up. The trainmen shifted the disabled car to a sidetrack, and we went on our way with no further trouble <br />or delay.”",
    "ATTRIBUTION": "Margaret Macdonald",
    "PORTRAIT": "Portrait_Margaret-Macdonald.png",
    "IMAGE_1": "MBE_AA_04_A.jpg",
    "CAPTION_1": "Mrs. Eddy’s train car was one of four private cars belonging to railroad president Lucius Tuttle. This 1910 photo shows one of them, built by Pullman in 1891.",
    "CREDIT_1": "Boston & Maine Railroad Historical Society Archives.",
    "IMAGE_2": "MBE_AA_04_B.jpg",
    "CAPTION_2": "Postcard of the South Framingham station on the Boston & Albany line, circa 1909.",
    "CREDIT_2": "",
    "KIDS_FACTS": "Train travel was how most people journeyed long distances in the early 1900s, before automobiles were common. The fancy train car Mrs. Eddy rode in had both gas and electric lighting!"
  },
  {
    "ID": 5,
    "TITLE": "Eventful Arrival",
    "MAIN_TEXT": "Calvin Hill, who had long helped Mrs. Eddy find and hire staff, led a group of carriages to the Chestnut Hill station to meet her train. Because the move was confidential, not even the carriage drivers knew where they were going until then. The train pulled in right on time. Mrs. Eddy stepped down and into her waiting carriage. When the traveling party arrived at her new home just before 5 p.m., there was one final hurdle: Reporters had gathered by the front door.",
    "QUOTE": "“Mrs. Eddy said to John Salchow, ... ‘Can’t you get me away from them?’ Forthwith, [he] picked up Mrs. Eddy in his strong arms and carried her up the steps and across the threshold of her new home, and on upstairs into her own room where he finally put her down in her easy chair. ... And Mrs. Eddy laughed and patted him on the shoulder, as she said, ‘Well, we beat them that time, didn’t we?’”",
    "ATTRIBUTION": "Calvin Hill",
    "PORTRAIT": "Portrait_Calvin-Hill.png",
    "IMAGE_1": "MBE_AA_05_A.jpg",
    "CAPTION_1": "Groundskeeper and handyman John Salchow, whom Mrs. Eddy called “faithful John,” photographed by cook Minnie Weygandt at Pleasant View.",
    "CREDIT_1": "",
    "IMAGE_2": "MBE_AA_05_B.jpg",
    "CAPTION_2": "An artist’s rendition of reporters gathered around Mrs. Eddy’s new front door in anticipation of her arrival.",
    "CREDIT_2": "",
    "KIDS_FACTS": "Even when he was working outdoors, John Salchow generally wore nice clothes, including a suit coat and vest."
  },
  {
    "ID": 6,
    "TITLE": "Ablaze With Light",
    "MAIN_TEXT": "Fresh flowers welcomed Mrs. Eddy to her new house. The cooks warmed up a dinner that had been prepared ahead, feeding about 25 people that evening. <br />Mrs. Eddy’s rooms were larger than she had been expecting, and soon she would have that corrected, but in the meantime, her staff set right to work helping her settle in. <i>“My one thought was for Mrs. Eddy’s comfort,”</i> her maid Adelaide Still recalled. By the time Mrs. Eddy went to bed that night, everything had been arranged in her bureau drawers in the same order in which it had been at Pleasant View. Mrs. Eddy was home.",
    "QUOTE": "“We arrived just as the sun had set. The house was ablaze with light and as we entered there was such an expression of harmony.”",
    "ATTRIBUTION": "Elizabeth Kelly",
    "PORTRAIT": "Portrait_Elizabeth-Kelly.png",
    "IMAGE_1": "MBE_AA_06_A.jpg",
    "CAPTION_1": "400 Beacon Street aglow on a moonlit night.",
    "CREDIT_1": "",
    "IMAGE_2": "MBE_AA_06_B.jpg",
    "CAPTION_2": "An artist’s rendition of Mrs. Eddy’s bedroom dresser.",
    "CREDIT_2": "",
    "KIDS_FACTS": "Mrs. Eddy loved home. What do you love about your home?"
  }
]